export default function Activity() {
    return (
        <>
            <h1>Готовы сделать следующий шаг? Всё, что нужно — здесь.</h1>
            
            Результат проф теста в виде spider graph (если тест еще не проходили,  заблюренный график и сверху кнопка с надписью пройти тест)  (в уменьшеном виде график )

            Результат последнего Подсчета расходов ( если еще не проходили заблюрить и по центру  или сверху кнопка  с надписью посчитать расходы) (в уменьшеном виде график )

            Результат Письма для подачи зависимо от его вида последнее проверенное показать в виде Spider graph. Разбить  по параметрам и сделать график в другом цвете, отличая его от Результата проф теста (в уменьшеном виде график )

            Результат CV резюме Сделать  в виде другого графика, чтоб был виден результат по параметрам 

        </>
    );
};
  