export default function Favorites() {
    return (
        <>
            <h1>Избранные университеты</h1>

            Панель сортировки: Сортировка по дедлайну / рейтингу / алфавиту

            Переключатель отображения: список / карточки	

            Перетаскивание карточек (drag & drop) для изменения порядка

            Возможность закрепить университет вверху списка (pin university)
            
            Фильтрация и группировка по статусу: Готов к подаче,В процессе подготовки,  В процессе подготовки

        </>
    );
};
  